{"class_name": "Tokenizer", "config": {"num_words": 10000, "filters": "", "lower": true, "split": " ", "char_level": false, "oov_token": "<unk>", "document_count": 38008, "word_counts": "{\"startseq\": 38008, \"a\": 59070, \"child\": 1462, \"in\": 17476, \"pink\": 657, \"dress\": 320, \"is\": 8833, \"climbing\": 478, \"up\": 1181, \"set\": 99, \"of\": 6266, \"stairs\": 106, \"an\": 2265, \"<unk>\": 9321, \"way\": 47, \"endseq\": 38008, \"girl\": 3131, \"going\": 142, \"into\": 1029, \"wooden\": 274, \"building\": 471, \"little\": 1661, \"playhouse\": 6, \"the\": 17137, \"to\": 2935, \"her\": 1076, \"black\": 3471, \"dog\": 7702, \"and\": 7796, \"spotted\": 33, \"are\": 3216, \"fighting\": 124, \"tricolored\": 11, \"playing\": 1890, \"with\": 7043, \"each\": 382, \"other\": 646, \"on\": 9980, \"road\": 367, \"white\": 3565, \"brown\": 2353, \"spots\": 25, \"staring\": 55, \"at\": 2706, \"street\": 870, \"two\": 5098, \"dogs\": 1936, \"different\": 42, \"breeds\": 5, \"looking\": 659, \"pavement\": 45, \"moving\": 40, \"toward\": 134, \"covered\": 279, \"paint\": 53, \"sits\": 537, \"front\": 1292, \"painted\": 58, \"rainbow\": 17, \"hands\": 222, \"bowl\": 28, \"sitting\": 1274, \"large\": 1148, \"small\": 1206, \"grass\": 1521, \"plays\": 507, \"canvas\": 6, \"it\": 364, \"there\": 253, \"pigtails\": 13, \"painting\": 43, \"young\": 2474, \"outside\": 732, \"man\": 6782, \"lays\": 54, \"bench\": 346, \"while\": 1794, \"his\": 2200, \"by\": 1132, \"him\": 348, \"which\": 26, \"also\": 15, \"tied\": 13, \"sleeping\": 58, \"next\": 697, \"shirtless\": 95, \"lies\": 39, \"park\": 469, \"laying\": 169, \"holding\": 1177, \"leash\": 124, \"ground\": 314, \"orange\": 668, \"hat\": 596, \"starring\": 8, \"something\": 321, \"wears\": 105, \"glasses\": 172, \"wearing\": 2738, \"beer\": 41, \"can\": 37, \"pierced\": 6, \"ears\": 64, \"rope\": 234, \"net\": 56, \"red\": 2430, \"climbs\": 187, \"bridge\": 132, \"onto\": 202, \"ropes\": 37, \"playground\": 197, \"running\": 1949, \"grassy\": 431, \"garden\": 49, \"surrounded\": 149, \"fence\": 312, \"through\": 1939, \"boston\": 9, \"terrier\": 30, \"lush\": 7, \"green\": 1121, \"runs\": 861, \"near\": 932, \"shakes\": 35, \"edge\": 159, \"beach\": 985, \"ball\": 1639, \"shore\": 146, \"water\": 2616, \"standing\": 1636, \"head\": 351, \"turned\": 17, \"one\": 729, \"side\": 272, \"boy\": 3355, \"smiles\": 181, \"wall\": 524, \"city\": 300, \"overalls\": 23, \"working\": 23, \"stone\": 116, \"walking\": 1089, \"paved\": 38, \"metal\": 110, \"pole\": 148, \"behind\": 545, \"smiling\": 422, \"shirt\": 1650, \"blue\": 2025, \"jeans\": 197, \"rock\": 710, \"leaps\": 193, \"over\": 1342, \"log\": 53, \"grey\": 227, \"leaping\": 127, \"fallen\": 67, \"tree\": 379, \"collar\": 191, \"jumping\": 1398, \"jumped\": 33, \"stump\": 27, \"snow\": 1406, \"field\": 1181, \"surface\": 58, \"displaying\": 5, \"pictures\": 63, \"skier\": 175, \"skis\": 78, \"past\": 140, \"another\": 877, \"person\": 1447, \"framed\": 7, \"looks\": 483, \"trees\": 243, \"for\": 868, \"sale\": 7, \"cliff\": 187, \"group\": 1142, \"people\": 2666, \"seven\": 29, \"climbers\": 26, \"ascending\": 8, \"face\": 429, \"whilst\": 147, \"stands\": 798, \"several\": 293, \"row\": 32, \"watches\": 252, \"holds\": 438, \"line\": 140, \"chases\": 96, \"from\": 850, \"sprinkler\": 52, \"lawn\": 106, \"hose\": 41, \"away\": 147, \"prepares\": 47, \"catch\": 348, \"thrown\": 42, \"object\": 138, \"nearby\": 140, \"cars\": 58, \"about\": 139, \"yellow\": 1107, \"its\": 851, \"mouth\": 899, \"toy\": 540, \"ready\": 115, \"flying\": 161, \"air\": 978, \"after\": 174, \"get\": 100, \"jumps\": 930, \"towards\": 228, \"trying\": 155, \"midair\": 198, \"woman\": 3127, \"waters\": 29, \"big\": 240, \"lake\": 313, \"lone\": 78, \"duck\": 35, \"swimming\": 425, \"around\": 611, \"watching\": 231, \"waves\": 132, \"hand\": 311, \"couple\": 232, \"sit\": 326, \"baby\": 387, \"stroller\": 24, \"their\": 648, \"newborn\": 8, \"under\": 232, \"facing\": 39, \"infant\": 12, \"along\": 498, \"body\": 182, \"outdoors\": 139, \"surf\": 68, \"lab\": 22, \"tags\": 6, \"splashes\": 65, \"this\": 115, \"splashing\": 124, \"drilling\": 5, \"hole\": 33, \"ice\": 210, \"frozen\": 24, \"pond\": 88, \"men\": 1002, \"fishing\": 99, \"play\": 695, \"making\": 139, \"turn\": 68, \"soft\": 12, \"sand\": 429, \"together\": 394, \"tan\": 365, \"sandy\": 104, \"uses\": 25, \"picks\": 10, \"climber\": 121, \"jacket\": 631, \"pants\": 220, \"scaling\": 19, \"waterfall\": 85, \"carries\": 123, \"as\": 834, \"he\": 200, \"walks\": 520, \"carrying\": 393, \"has\": 502, \"item\": 18, \"wet\": 156, \"kayak\": 86, \"life\": 79, \"jackets\": 63, \"rowing\": 31, \"canoe\": 66, \"ride\": 243, \"courtyard\": 25, \"catching\": 102, \"lunges\": 6, \"chocolate\": 13, \"too\": 6, \"driveway\": 13, \"stick\": 428, \"kneeling\": 32, \"goalie\": 41, \"hockey\": 187, \"guarding\": 8, \"goal\": 79, \"kid\": 178, \"rink\": 29, \"male\": 107, \"right\": 81, \"modern\": 5, \"art\": 36, \"structure\": 73, \"glass\": 58, \"reads\": 42, \"newspaper\": 33, \"sculpture\": 21, \"office\": 11, \"statue\": 58, \"backpack\": 137, \"buildings\": 66, \"reading\": 84, \"tent\": 79, \"being\": 320, \"enter\": 8, \"setting\": 76, \"hut\": 11, \"snowy\": 387, \"crouches\": 24, \"three\": 1248, \"hill\": 422, \"sky\": 125, \"them\": 213, \"stand\": 469, \"kneels\": 25, \"skyscraper\": 6, \"very\": 154, \"tall\": 130, \"distance\": 96, \"camera\": 626, \"bites\": 31, \"hard\": 15, \"treat\": 16, \"biting\": 78, \"good\": 7, \"putting\": 32, \"both\": 65, \"eats\": 51, \"food\": 80, \"table\": 233, \"eating\": 136, \"pizza\": 10, \"dish\": 10, \"mountainside\": 23, \"check\": 6, \"out\": 696, \"view\": 83, \"overlooking\": 98, \"valley\": 21, \"hang\": 30, \"top\": 440, \"overlook\": 6, \"rest\": 24, \"ledge\": 70, \"above\": 210, \"down\": 1712, \"many\": 172, \"inflatable\": 69, \"boats\": 36, \"kayakers\": 8, \"railing\": 110, \"rafts\": 6, \"below\": 49, \"crowd\": 469, \"jersey\": 97, \"pose\": 200, \"some\": 571, \"posing\": 270, \"picture\": 392, \"guy\": 189, \"striped\": 198, \"television\": 9, \"floor\": 140, \"fast\": 52, \"meal\": 12, \"someone\": 154, \"tv\": 9, \"teens\": 7, \"rail\": 100, \"crowded\": 71, \"takes\": 163, \"jump\": 383, \"skateboard\": 417, \"performing\": 193, \"trick\": 367, \"leans\": 57, \"skateboarder\": 305, \"doing\": 408, \"board\": 125, \"platform\": 48, \"skateboarders\": 9, \"kayaking\": 28, \"river\": 222, \"paddles\": 31, \"boat\": 259, \"paddle\": 39, \"shallow\": 126, \"girls\": 775, \"ocean\": 441, \"four\": 450, \"children\": 1078, \"pajamas\": 17, \"have\": 72, \"pillow\": 15, \"fight\": 74, \"kids\": 325, \"bed\": 149, \"having\": 46, \"workers\": 18, \"beam\": 20, \"taking\": 192, \"break\": 30, \"construction\": 29, \"take\": 76, \"seat\": 46, \"boys\": 612, \"puddle\": 91, \"balloon\": 40, \"mud\": 109, \"sunny\": 58, \"day\": 133, \"blond\": 173, \"appears\": 29, \"wait\": 41, \"blonde\": 179, \"hair\": 360, \"tube\": 54, \"waving\": 46, \"arm\": 133, \"traffic\": 41, \"train\": 99, \"rides\": 447, \"book\": 69, \"rocky\": 221, \"run\": 333, \"across\": 456, \"stones\": 7, \"area\": 351, \"background\": 438, \"descends\": 8, \"off\": 702, \"end\": 47, \"high\": 267, \"diving\": 70, \"pool\": 661, \"dive\": 11, \"window\": 125, \"tank\": 69, \"door\": 52, \"puts\": 33, \"elevator\": 6, \"light\": 148, \"swim\": 91, \"shorts\": 335, \"trunks\": 93, \"arms\": 217, \"outstretched\": 35, \"hiker\": 79, \"bluff\": 5, \"mountains\": 192, \"ski\": 89, \"'s\": 364, \"landscape\": 37, \"snowcovered\": 47, \"mountain\": 529, \"beautiful\": 52, \"pauses\": 9, \"mountaintop\": 24, \"attempting\": 55, \"purple\": 288, \"low\": 59, \"cut\": 26, \"yard\": 187, \"frisbee\": 313, \"parking\": 65, \"lot\": 102, \"middle\": 150, \"during\": 161, \"heavy\": 23, \"mat\": 22, \"between\": 118, \"suv\": 12, \"open\": 161, \"busy\": 96, \"terrain\": 28, \"doberman\": 16, \"chasing\": 178, \"catches\": 123, \"tennis\": 401, \"multicolor\": 12, \"balloons\": 25, \"night\": 151, \"hot\": 21, \"lit\": 38, \"lined\": 35, \"nighttime\": 12, \"helmet\": 321, \"bike\": 814, \"miniature\": 5, \"dirt\": 567, \"bicycle\": 391, \"race\": 367, \"quickly\": 29, \"bmx\": 72, \"eight\": 15, \"gathered\": 64, \"dark\": 217, \"porch\": 24, \"darkened\": 9, \"room\": 114, \"throwing\": 93, \"bubbles\": 88, \"clean\": 5, \"foam\": 19, \"ramp\": 305, \"getting\": 119, \"slides\": 87, \"slide\": 288, \"wading\": 52, \"toys\": 46, \"floating\": 37, \"backyard\": 62, \"sliding\": 113, \"colorful\": 207, \"falling\": 71, \"colored\": 157, \"wetsuit\": 83, \"toddler\": 163, \"waiting\": 107, \"come\": 11, \"so\": 14, \"sticks\": 57, \"tongue\": 94, \"make\": 53, \"faces\": 64, \"look\": 243, \"silly\": 15, \"horse\": 220, \"sweatshirt\": 72, \"fire\": 105, \"barrel\": 22, \"lead\": 14, \"horses\": 85, \"pushing\": 57, \"skinny\": 18, \"smaller\": 61, \"int\": 5, \"various\": 18, \"lady\": 208, \"no\": 75, \"dock\": 85, \"deck\": 34, \"closeup\": 76, \"that\": 371, \"paws\": 30, \"lying\": 89, \"resting\": 41, \"tiled\": 8, \"eyes\": 83, \"rests\": 22, \"patio\": 19, \"artificial\": 9, \"safety\": 30, \"harness\": 77, \"indoor\": 42, \"ring\": 60, \"teenage\": 66, \"seating\": 6, \"inflated\": 5, \"family\": 79, \"tractor\": 9, \"vehicle\": 73, \"played\": 17, \"wheeler\": 12, \"riding\": 870, \"atv\": 39, \"costume\": 119, \"left\": 76, \"feather\": 10, \"sidewalk\": 349, \"bikini\": 60, \"outfit\": 151, \"drinking\": 89, \"pop\": 7, \"dressed\": 496, \"feathered\": 7, \"skiiers\": 9, \"forest\": 153, \"skiing\": 108, \"wooded\": 91, \"crosscountry\": 19, \"skiers\": 33, \"woodland\": 21, \"trail\": 142, \"woods\": 209, \"hikers\": 31, \"pathway\": 11, \"path\": 306, \"happily\": 26, \"mother\": 38, \"boardwalk\": 23, \"sea\": 25, \"pier\": 32, \"evening\": 8, \"pony\": 12, \"atop\": 35, \"pull\": 31, \"cart\": 77, \"golden\": 100, \"driven\": 9, \"coat\": 240, \"pulling\": 106, \"carriage\": 18, \"sled\": 106, \"sheer\": 16, \"using\": 54, \"steep\": 55, \"incline\": 11, \"vest\": 87, \"inside\": 161, \"cave\": 20, \"shows\": 29, \"sunlight\": 11, \"rocks\": 241, \"lay\": 18, \"dry\": 74, \"camp\": 6, \"gear\": 105, \"chalk\": 15, \"portrait\": 6, \"stream\": 110, \"drawing\": 12, \"elaborate\": 11, \"deep\": 77, \"pile\": 73, \"fountain\": 172, \"fountains\": 14, \"sprayed\": 23, \"tunnel\": 65, \"course\": 129, \"obstacle\": 121, \"swimsuit\": 55, \"handrail\": 31, \"bathing\": 113, \"suit\": 229, \"spray\": 33, \"soaked\": 12, \"jet\": 20, \"paddling\": 44, \"sticking\": 49, \"shower\": 19, \"gets\": 103, \"underwater\": 51, \"redheaded\": 26, \"swims\": 98, \"gun\": 39, \"foot\": 37, \"aims\": 5, \"fireplace\": 10, \"new\": 17, \"pointed\": 12, \"alone\": 34, \"jagged\": 7, \"snowmobile\": 13, \"mid\": 7, \"flies\": 96, \"rider\": 171, \"or\": 78, \"machine\": 28, \"pine\": 22, \"rural\": 38, \"helmets\": 31, \"goggles\": 64, \"helmeted\": 14, \"drive\": 14, \"heads\": 46, \"wheel\": 55, \"empty\": 45, \"all\": 115, \"fourwheeler\": 6, \"airborne\": 70, \"quad\": 5, \"happy\": 18, \"playfully\": 29, \"soccer\": 546, \"tshirt\": 137, \"artist\": 13, \"paints\": 12, \"clouds\": 25, \"braids\": 5, \"colors\": 20, \"paper\": 70, \"cyclist\": 70, \"sharp\": 20, \"curve\": 23, \"biker\": 166, \"fetch\": 31, \"pounces\": 7, \"old\": 154, \"fashioned\": 6, \"video\": 39, \"cheeks\": 6, \"lips\": 17, \"border\": 9, \"collie\": 30, \"audience\": 36, \"onlookers\": 48, \"smooth\": 5, \"against\": 185, \"backdrop\": 9, \"attached\": 49, \"sprays\": 10, \"frog\": 5, \"public\": 47, \"wood\": 66, \"animal\": 90, \"bird\": 182, \"seeds\": 6, \"clinging\": 5, \"finger\": 31, \"wades\": 12, \"laughs\": 32, \"playful\": 7, \"beige\": 49, \"outdoor\": 122, \"handstand\": 49, \"does\": 222, \"sheets\": 5, \"upside\": 88, \"snowboard\": 87, \"surfboard\": 142, \"bikes\": 81, \"traveling\": 16, \"worn\": 5, \"motorcycles\": 26, \"motorbikes\": 7, \"follow\": 14, \"offroad\": 9, \"flag\": 89, \"star\": 11, \"gown\": 8, \"helps\": 29, \"wave\": 311, \"half\": 27, \"naked\": 45, \"chair\": 118, \"older\": 192, \"back\": 346, \"relaxes\": 10, \"where\": 37, \"bicycles\": 51, \"relaxing\": 14, \"folding\": 8, \"retrieve\": 9, \"mouths\": 37, \"tug\": 27, \"chew\": 16, \"party\": 48, \"streets\": 27, \"drink\": 98, \"they\": 117, \"women\": 563, \"parade\": 62, \"creating\": 8, \"splash\": 41, \"seaweed\": 9, \"sandals\": 15, \"furry\": 51, \"attempts\": 52, \"itself\": 19, \"shaking\": 65, \"self\": 5, \"backpacks\": 28, \"placed\": 9, \"cardboard\": 24, \"bus\": 73, \"station\": 29, \"bouncing\": 28, \"folded\": 8, \"bedroom\": 5, \"snowboarder\": 230, \"slope\": 72, \"snowboarders\": 11, \"clothing\": 119, \"store\": 103, \"opening\": 13, \"stores\": 8, \"piece\": 63, \"attire\": 22, \"shoes\": 78, \"car\": 400, \"strip\": 21, \"boots\": 54, \"stepping\": 8, \"van\": 16, \"wear\": 42, \"game\": 342, \"crossing\": 54, \"greenery\": 6, \"tropical\": 12, \"caution\": 6, \"sign\": 220, \"beside\": 240, \"bright\": 116, \"truck\": 87, \"others\": 145, \"watch\": 217, \"helping\": 27, \"step\": 29, \"pulled\": 39, \"passengers\": 7, \"brightly\": 29, \"poses\": 135, \"pig\": 5, \"hugs\": 23, \"who\": 199, \"hugging\": 54, \"stretch\": 9, \"bicyclist\": 62, \"cross\": 43, \"biking\": 28, \"jogging\": 24, \"headset\": 5, \"jogs\": 13, \"headphones\": 38, \"plant\": 16, \"corner\": 53, \"bicyclists\": 23, \"intersection\": 13, \"bikers\": 26, \"stop\": 34, \"town\": 23, \"without\": 24, \"guiding\": 5, \"wagon\": 24, \"leading\": 20, \"hits\": 45, \"tee\": 6, \"baseball\": 268, \"put\": 23, \"batting\": 7, \"cage\": 14, \"spins\": 15, \"sun\": 93, \"she\": 86, \"trumpet\": 8, \"marching\": 20, \"band\": 64, \"teenager\": 24, \"fair\": 37, \"asian\": 186, \"apron\": 19, \"drinks\": 60, \"tray\": 7, \"offering\": 6, \"offers\": 5, \"try\": 36, \"full\": 62, \"sledge\": 5, \"plain\": 24, \"loading\": 5, \"items\": 11, \"preparing\": 32, \"order\": 7, \"sneakers\": 13, \"leap\": 27, \"elderly\": 80, \"straw\": 27, \"haired\": 136, \"gray\": 132, \"sweater\": 106, \"walk\": 284, \"hallway\": 15, \"flip\": 87, \"flops\": 13, \"boulder\": 17, \"mountaineer\": 6, \"clear\": 47, \"hooded\": 26, \"wrestling\": 57, \"wrestle\": 54, \"bending\": 25, \"blanket\": 61, \"stuffed\": 57, \"animals\": 38, \"giving\": 32, \"war\": 23, \"nose\": 83, \"piercing\": 5, \"cap\": 158, \"silver\": 56, \"games\": 5, \"bar\": 97, \"neon\": 23, \"hanging\": 153, \"bank\": 32, \"computer\": 27, \"machines\": 6, \"rough\": 47, \"directions\": 8, \"warm\": 19, \"weather\": 12, \"summer\": 12, \"time\": 21, \"clothes\": 123, \"squirting\": 9, \"guns\": 9, \"spraying\": 19, \"squirt\": 7, \"inground\": 5, \"parents\": 9, \"carts\": 12, \"twin\": 7, \"pushed\": 11, \"shaped\": 16, \"strollers\": 10, \"toddlers\": 13, \"alike\": 7, \"plastic\": 119, \"team\": 163, \"uniforms\": 97, \"same\": 52, \"hats\": 79, \"sporting\": 11, \"florida\": 8, \"dolphin\": 6, \"caps\": 13, \"flowers\": 133, \"long\": 254, \"alongside\": 32, \"advertisement\": 15, \"backlit\": 6, \"subway\": 64, \"unicycle\": 37, \"scooter\": 59, \"reaches\": 36, \"post\": 16, \"concrete\": 112, \"landing\": 27, \"snack\": 7, \"picnic\": 31, \"luggage\": 14, \"eat\": 26, \"flowery\": 11, \"floral\": 15, \"purse\": 35, \"stretched\": 10, \"suspended\": 26, \"type\": 15, \"dangling\": 10, \"strange\": 12, \"closes\": 5, \"shining\": 6, \"closed\": 18, \"photo\": 86, \"photograph\": 34, \"just\": 47, \"church\": 18, \"climb\": 82, \"pretty\": 5, \"cleaning\": 8, \"windows\": 9, \"laughing\": 85, \"swing\": 354, \"swings\": 115, \"spoon\": 7, \"heels\": 8, \"brick\": 161, \"weeds\": 11, \"cushion\": 11, \"asleep\": 21, \"sofa\": 18, \"pacifier\": 12, \"sucking\": 7, \"teddy\": 7, \"bear\": 24, \"adult\": 110, \"sells\": 5, \"soda\": 19, \"cans\": 9, \"vendor\": 12, \"selling\": 12, \"stall\": 9, \"males\": 13, \"stove\": 9, \"pipe\": 36, \"makeup\": 30, \"benches\": 19, \"tile\": 9, \"sunglasses\": 251, \"overpass\": 9, \"mask\": 75, \"bald\": 52, \"containing\": 7, \"flips\": 18, \"daughter\": 16, \"ear\": 33, \"sports\": 64, \"eye\": 22, \"protection\": 5, \"female\": 96, \"lacrosse\": 10, \"players\": 266, \"these\": 19, \"player\": 690, \"number\": 93, \"six\": 72, \"6\": 8, \"chased\": 15, \"approaching\": 15, \"thin\": 16, \"shaggy\": 28, \"carpet\": 41, \"rug\": 14, \"suits\": 54, \"friends\": 23, \"smile\": 99, \"ladies\": 47, \"bikinis\": 14, \"sat\": 11, \"reflection\": 14, \"marble\": 8, \"dances\": 49, \"hips\": 5, \"skirt\": 66, \"writing\": 30, \"blurry\": 16, \"descending\": 13, \"dance\": 65, \"kicking\": 67, \"cat\": 59, \"growling\": 13, \"hiding\": 13, \"snarling\": 5, \"longhaired\": 12, \"approaches\": 12, \"police\": 52, \"motorcycle\": 241, \"motorized\": 5, \"muddy\": 75, \"motorbike\": 38, \"uphill\": 13, \"motocross\": 48, \"circuit\": 8, \"racer\": 49, \"jumpsuit\": 8, \"display\": 40, \"underwear\": 11, \"pairs\": 5, \"shelter\": 5, \"wire\": 37, \"awning\": 7, \"stopped\": 5, \"creek\": 40, \"leaning\": 89, \"focus\": 5, \"motion\": 15, \"says\": 36, \"logo\": 5, \"sunset\": 85, \"float\": 28, \"umbrella\": 75, \"talk\": 37, \"cafe\": 16, \"like\": 79, \"union\": 6, \"jack\": 13, \"drives\": 42, \"waits\": 41, \"driving\": 72, \"handbag\": 5, \"leashed\": 10, \"lap\": 39, \"enjoys\": 34, \"coffee\": 28, \"tries\": 102, \"playpen\": 14, \"summit\": 6, \"trots\": 9, \"football\": 450, \"feet\": 72, \"fell\": 5, \"first\": 15, \"seated\": 34, \"candle\": 5, \"candles\": 21, \"birthday\": 18, \"place\": 18, \"5\": 18, \"celebrating\": 8, \"cake\": 21, \"trotting\": 12, \"few\": 56, \"adults\": 95, \"splashed\": 29, \"winter\": 103, \"thick\": 7, \"almost\": 19, \"blocking\": 9, \"golf\": 21, \"club\": 14, \"sleeveless\": 9, \"khaki\": 12, \"begins\": 25, \"lots\": 23, \"topless\": 16, \"shown\": 25, \"cloudy\": 19, \"wakeboarder\": 11, \"sideways\": 17, \"waterskier\": 11, \"performs\": 91, \"tricks\": 97, \"waterskiing\": 25, \"knee\": 14, \"fall\": 40, \"wakeboard\": 15, \"wakeboarding\": 15, \"younger\": 38, \"watercraft\": 9, \"costumes\": 64, \"booth\": 13, \"medieval\": 8, \"fish\": 50, \"stare\": 12, \"pitch\": 14, \"uniform\": 244, \"africanamerican\": 6, \"darkskinned\": 7, \"stuck\": 16, \"husky\": 10, \"straps\": 8, \"turning\": 22, \"flags\": 71, \"legs\": 120, \"coming\": 80, \"harnesses\": 10, \"wide\": 45, \"barks\": 12, \"shoulder\": 38, \"grab\": 18, \"tables\": 19, \"talks\": 46, \"showing\": 38, \"squatting\": 8, \"talking\": 144, \"phone\": 48, \"cellphone\": 88, \"flower\": 53, \"electronic\": 10, \"device\": 17, \"shopping\": 85, \"bag\": 120, \"gathers\": 7, \"backpacker\": 10, \"american\": 81, \"carring\": 5, \"hiking\": 59, \"hikes\": 12, \"underneath\": 31, \"unseen\": 6, \"stool\": 13, \"chairs\": 59, \"camo\": 8, \"backward\": 6, \"backwards\": 32, \"gives\": 32, \"serious\": 6, \"watery\": 7, \"size\": 5, \"dirty\": 43, \"leotard\": 11, \"checkered\": 12, \"tight\": 10, \"bars\": 42, \"hangs\": 54, \"monkey\": 25, \"jungle\": 29, \"gym\": 50, \"ladder\": 29, \"swinging\": 141, \"wings\": 42, \"hit\": 63, \"tracks\": 26, \"railroad\": 17, \"track\": 274, \"jean\": 25, \"barefoot\": 41, \"bearded\": 41, \"turquoise\": 10, \"peace\": 28, \"stops\": 13, \"headdress\": 10, \"print\": 16, \"shaved\": 15, \"earrings\": 5, \"bound\": 9, \"misty\": 6, \"filled\": 38, \"surfboards\": 5, \"prepare\": 6, \"participating\": 9, \"wakeboards\": 7, \"attempt\": 17, \"give\": 9, \"signal\": 5, \"five\": 140, \"examining\": 7, \"tire\": 90, \"racers\": 15, \"racing\": 214, \"bucket\": 56, \"beneath\": 16, \"boogie\": 16, \"trampoline\": 110, \"telephone\": 8, \"power\": 11, \"lines\": 12, \"poles\": 50, \"wires\": 5, \"puppies\": 53, \"chase\": 38, \"flat\": 12, \"heavily\": 10, \"cold\": 30, \"but\": 19, \"morning\": 6, \"sets\": 16, \"hello\": 7, \"kitty\": 7, \"figure\": 14, \"slightly\": 14, \"floats\": 17, \"peers\": 8, \"huge\": 90, \"scene\": 43, \"skimpy\": 12, \"foreground\": 26, \"rain\": 48, \"screams\": 6, \"still\": 14, \"hillside\": 30, \"skating\": 76, \"skate\": 75, \"hold\": 82, \"go\": 50, \"museum\": 13, \"puffy\": 7, \"silhouetted\": 12, \"retriever\": 35, \"transportation\": 9, \"business\": 14, \"nap\": 9, \"tie\": 31, \"aid\": 5, \"kissing\": 50, \"cheek\": 17, \"plants\": 35, \"kiss\": 23, \"shirts\": 102, \"vests\": 21, \"balcony\": 24, \"amusement\": 36, \"upper\": 5, \"carnival\": 40, \"urban\": 34, \"follows\": 35, \"covers\": 12, \"brownhaired\": 6, \"shines\": 6, \"breaks\": 5, \"swords\": 12, \"bat\": 77, \"cup\": 53, \"rubber\": 23, \"referee\": 30, \"funny\": 34, \"bushes\": 33, \"matching\": 35, \"polo\": 9, \"strike\": 5, \"lane\": 13, \"denim\": 31, \"gravel\": 48, \"land\": 23, \"puppy\": 89, \"females\": 16, \"scarves\": 20, \"dresses\": 73, \"examine\": 9, \"skirts\": 20, \"help\": 20, \"push\": 13, \"among\": 45, \"cement\": 71, \"shop\": 47, \"before\": 38, \"craft\": 6, \"fabric\": 16, \"pirate\": 20, \"skull\": 17, \"saxophone\": 5, \"hydrant\": 10, \"musical\": 14, \"instrument\": 14, \"retrieves\": 14, \"hind\": 54, \"far\": 12, \"photos\": 9, \"york\": 8, \"taken\": 29, \"balls\": 64, \"shed\": 10, \"casting\": 14, \"rod\": 7, \"spectators\": 52, \"firefighter\": 7, \"hood\": 13, \"fireman\": 5, \"engine\": 5, \"was\": 10, \"monument\": 16, \"clapping\": 11, \"base\": 46, \"washington\": 5, \"arch\": 5, \"marker\": 12, \"house\": 124, \"diaper\": 6, \"vertical\": 8, \"logs\": 13, \"balances\": 28, \"tops\": 13, \"posts\": 10, \"mirror\": 23, \"hoodie\": 30, \"own\": 10, \"softball\": 48, \"winding\": 5, \"throw\": 55, \"tosses\": 12, \"tossing\": 14, \"throws\": 64, \"fluffy\": 51, \"emerging\": 8, \"poodle\": 33, \"leaving\": 21, \"marked\": 9, \"circle\": 18, \"camping\": 13, \"equipment\": 82, \"flowered\": 26, \"leaves\": 134, \"peeks\": 11, \"foliage\": 17, \"bottom\": 43, \"surfing\": 96, \"made\": 28, \"dune\": 28, \"snowboarding\": 53, \"leaf\": 8, \"saddle\": 6, \"tub\": 12, \"bath\": 14, \"bin\": 7, \"cloth\": 28, \"rag\": 9, \"towel\": 19, \"overhang\": 7, \"formation\": 35, \"horizontal\": 9, \"crosses\": 23, \"somthing\": 6, \"walkway\": 27, \"industrial\": 9, \"enjoying\": 30, \"either\": 12, \"narrow\": 16, \"treelined\": 6, \"wine\": 17, \"restaurant\": 78, \"held\": 55, \"aiming\": 7, \"shoots\": 11, \"shoot\": 20, \"screen\": 25, \"laptop\": 10, \"earphones\": 6, \"cover\": 18, \"sheet\": 18, \"case\": 16, \"outfits\": 59, \"fishes\": 17, \"parked\": 36, \"you\": 17, \"hiviz\": 5, \"pushes\": 49, \"doll\": 9, \"mustache\": 9, \"plaid\": 46, \"overlooks\": 10, \"speaks\": 15, \"fur\": 23, \"pot\": 7, \"excited\": 12, \"be\": 68, \"only\": 20, \"branch\": 45, \"owner\": 31, \"stuff\": 6, \"pug\": 9, \"bends\": 16, \"pick\": 12, \"merchandise\": 5, \"retrieving\": 18, \"pack\": 35, \"father\": 22, \"lifting\": 9, \"peak\": 20, \"formations\": 5, \"waterski\": 5, \"boarding\": 13, \"towed\": 7, \"speed\": 26, \"cowboy\": 51, \"gold\": 45, \"neck\": 45, \"airport\": 7, \"overhead\": 10, \"shot\": 49, \"bags\": 71, \"carefully\": 6, \"innertube\": 18, \"saying\": 6, \"shades\": 7, \"curb\": 22, \"bungee\": 12, \"cords\": 6, \"lift\": 20, \"active\": 5, \"strapped\": 8, \"rolling\": 48, \"competing\": 28, \"agility\": 19, \"event\": 60, \"lifts\": 14, \"paw\": 13, \"palm\": 19, \"crash\": 7, \"test\": 7, \"robot\": 9, \"touch\": 13, \"short\": 54, \"gentleman\": 15, \"lean\": 24, \"lands\": 17, \"tag\": 14, \"zip\": 8, \"parasailing\": 10, \"droplets\": 5, \"themselves\": 21, \"waist\": 12, \"bay\": 14, \"patch\": 22, \"bandanna\": 36, \"harbor\": 5, \"makes\": 96, \"fist\": 7, \"couch\": 96, \"lamp\": 5, \"teal\": 15, \"reaching\": 37, \"points\": 48, \"league\": 7, \"pointing\": 57, \"sides\": 22, \"teams\": 48, \"scenic\": 13, \"block\": 36, \"cobblestone\": 9, \"volleyball\": 59, \"athletic\": 15, \"spinning\": 31, \"fly\": 33, \"roller\": 28, \"coaster\": 21, \"drops\": 5, \"great\": 9, \"height\": 5, \"stares\": 19, \"checking\": 9, \"forward\": 23, \"tracksuit\": 8, \"squeezing\": 5, \"necklace\": 30, \"juice\": 9, \"dinner\": 8, \"plates\": 8, \"serve\": 8, \"plate\": 30, \"trunk\": 26, \"guys\": 67, \"touches\": 17, \"mans\": 10, \"brother\": 10, \"speaking\": 17, \"gloves\": 36, \"box\": 59, \"hurdle\": 81, \"pulls\": 35, \"cigarette\": 71, \"lighting\": 13, \"fisherman\": 12, \"mohawk\": 44, \"style\": 10, \"shade\": 16, \"ribbon\": 20, \"ninja\": 8, \"martial\": 35, \"arts\": 24, \"practicing\": 25, \"kick\": 66, \"sheep\": 53, \"close\": 36, \"german\": 74, \"shephard\": 7, \"living\": 20, \"handles\": 10, \"touching\": 24, \"seats\": 17, \"bleachers\": 15, \"show\": 53, \"handle\": 9, \"stripe\": 7, \"sleeve\": 8, \"graffiti\": 58, \"skateboarding\": 114, \"skater\": 28, \"cloud\": 14, \"recently\": 7, \"hamburgers\": 5, \"kitchen\": 40, \"jar\": 7, \"spread\": 20, \"tattooed\": 10, \"tattoos\": 15, \"backs\": 29, \"feeding\": 17, \"son\": 10, \"himself\": 31, \"racket\": 49, \"watched\": 27, \"muscular\": 9, \"raising\": 17, \"backpacking\": 7, \"following\": 19, \"partially\": 11, \"treads\": 7, \"fields\": 5, \"shoulders\": 33, \"beard\": 54, \"hilly\": 5, \"steers\": 7, \"swampy\": 6, \"ridden\": 19, \"disc\": 22, \"distant\": 11, \"scales\": 17, \"fun\": 18, \"bouncy\": 11, \"multicolored\": 35, \"bent\": 10, \"participate\": 16, \"sport\": 22, \"strips\": 5, \"fenced\": 42, \"limb\": 10, \"chewing\": 43, \"gnawing\": 6, \"uncut\": 10, \"leafy\": 12, \"teeth\": 41, \"really\": 7, \"lens\": 5, \"teen\": 15, \"third\": 28, \"school\": 41, \"cartwheel\": 8, \"gate\": 31, \"crashing\": 25, \"rapids\": 42, \"kayaks\": 13, \"rows\": 18, \"kayaker\": 22, \"goes\": 69, \"cyclists\": 25, \"bottles\": 10, \"bread\": 10, \"market\": 46, \"gallery\": 15, \"string\": 27, \"instruments\": 37, \"music\": 32, \"branches\": 15, \"button\": 7, \"class\": 20, \"halloween\": 10, \"tricycles\": 11, \"vehicles\": 19, \"baskets\": 7, \"steps\": 142, \"guitarist\": 6, \"hulahoops\": 7, \"guitar\": 156, \"stage\": 60, \"nearly\": 5, \"enclosed\": 11, \"balancing\": 33, \"leg\": 50, \"see\": 20, \"gestures\": 13, \"gesture\": 5, \"cries\": 8, \"dragging\": 9, \"though\": 20, \"emerges\": 14, \"maneuvers\": 5, \"whitewater\": 5, \"jeep\": 32, \"ditch\": 8, \"free\": 19, \"batter\": 8, \"training\": 25, \"attack\": 13, \"padded\": 8, \"bite\": 30, \"squirts\": 6, \"pale\": 14, \"bigger\": 9, \"rafting\": 16, \"raft\": 75, \"squats\": 6, \"crouching\": 22, \"cutting\": 8, \"bowls\": 8, \"court\": 77, \"murky\": 14, \"flannel\": 9, \"tires\": 25, \"mickey\": 7, \"mouse\": 10, \"kilt\": 8, \"bare\": 17, \"crawling\": 15, \"socks\": 5, \"bounds\": 16, \"skateboards\": 42, \"do\": 46, \"homemade\": 8, \"apartment\": 6, \"crosswalk\": 20, \"not\": 14, \"winds\": 5, \"hills\": 22, \"autumn\": 16, \"scuba\": 23, \"diver\": 14, \"submerged\": 6, \"hall\": 9, \"hardwood\": 12, \"floors\": 5, \"coats\": 27, \"purses\": 7, \"upon\": 5, \"ahead\": 20, \"dalmation\": 8, \"tail\": 20, \"parent\": 5, \"choppy\": 10, \"petting\": 23, \"zoo\": 5, \"goats\": 6, \"arena\": 13, \"share\": 9, \"farm\": 18, \"pen\": 12, \"enclosure\": 7, \"goat\": 11, \"curly\": 32, \"headed\": 7, \"camouflage\": 25, \"flowing\": 5, \"upsidedown\": 13, \"flipping\": 16, \"direction\": 25, \"bounce\": 17, \"printed\": 6, \"gather\": 51, \"gazes\": 6, \"horizon\": 13, \"brunette\": 16, \"kite\": 35, \"countryside\": 13, \"current\": 5, \"wheelie\": 36, \"homeless\": 27, \"litter\": 5, \"lower\": 8, \"fetching\": 26, \"pirates\": 5, \"scarf\": 75, \"beads\": 16, \"'\": 26, \"mom\": 12, \"slip\": 13, \"jewelry\": 14, \"frame\": 21, \"barren\": 14, \"handlebars\": 11, \"gymnastic\": 5, \"maneuver\": 5, \"dust\": 20, \"storm\": 10, \"blowing\": 62, \"wind\": 15, \"passes\": 19, \"meadow\": 15, \"tools\": 6, \"digging\": 36, \"brush\": 18, \"hound\": 7, \"canoeing\": 7, \"cooking\": 11, \"campsite\": 8, \"pouring\": 18, \"hay\": 35, \"buried\": 14, \"pumpkin\": 7, \"heart\": 8, \"bracelet\": 6, \"begging\": 6, \"map\": 5, \"highway\": 9, \"sniffing\": 29, \"larger\": 28, \"image\": 21, \"covering\": 35, \"mound\": 31, \"raised\": 22, \"extended\": 8, \"raises\": 35, \"travels\": 9, \"cricket\": 37, \"dimly\": 13, \"performer\": 12, \"singing\": 37, \"sings\": 17, \"microphone\": 63, \"electric\": 15, \"onstage\": 41, \"outcropping\": 6, \"bubble\": 36, \"if\": 6, \"bathtub\": 15, \"crawls\": 20, \"knees\": 14, \"babies\": 12, \"snowball\": 24, \"tents\": 23, \"kicks\": 64, \"teammate\": 17, \"progress\": 10, \"opposite\": 27, \"corn\": 25, \"sailboat\": 9, \"photographer\": 23, \"driver\": 27, \"professional\": 29, \"aqua\": 10, \"shrubs\": 6, \"country\": 15, \"festival\": 15, \"chain\": 32, \"link\": 12, \"silhouette\": 20, \"buy\": 6, \"pedestrians\": 10, \"square\": 24, \"students\": 18, \"sniffs\": 15, \"hoop\": 51, \"motorcyclist\": 56, \"written\": 7, \"sponsored\": 7, \"oriental\": 12, \"travel\": 7, \"racetrack\": 51, \"position\": 15, \"seesaw\": 6, \"perched\": 6, \"casts\": 11, \"shadow\": 27, \"stairway\": 14, \"hitting\": 33, \"chest\": 23, \"joy\": 8, \"expression\": 8, \"bunch\": 51, \"earth\": 5, \"picking\": 16, \"things\": 10, \"spot\": 12, \"handed\": 5, \"surfer\": 185, \"surfs\": 33, \"foggy\": 19, \"mist\": 5, \"distorted\": 7, \"dreadlocks\": 13, \"embracing\": 7, \"pasture\": 5, \"bush\": 14, \"sad\": 5, \"staircase\": 36, \"profile\": 5, \"embrace\": 19, \"uniformed\": 10, \"fake\": 23, \"form\": 6, \"observing\": 6, \"horns\": 8, \"wild\": 12, \"races\": 44, \"balance\": 13, \"garbage\": 9, \"strewn\": 6, \"graffitied\": 10, \"human\": 14, \"butt\": 7, \"trails\": 6, \"real\": 5, \"gas\": 7, \"rocking\": 6, \"tricycle\": 22, \"wheeled\": 11, \"canyon\": 9, \"hike\": 21, \"jogger\": 9, \"runner\": 37, \"bottle\": 64, \"marathon\": 9, \"pours\": 10, \"dim\": 6, \"navy\": 13, \"stomach\": 15, \"headfirst\": 17, \"beginning\": 7, \"seagull\": 7, \"shoreline\": 23, \"stripes\": 13, \"much\": 5, \"swimmer\": 21, \"crouched\": 12, \"struggles\": 5, \"fuzzy\": 11, \"grabs\": 13, \"skaters\": 9, \"skinned\": 17, \"neighborhood\": 18, \"campfire\": 15, \"leashes\": 18, \"owners\": 9, \"reach\": 24, \"sprinklers\": 17, \"boards\": 8, \"skeleton\": 8, \"single\": 17, \"spiderman\": 23, \"rings\": 12, \"partly\": 5, \"costumed\": 11, \"diner\": 6, \"scary\": 5, \"devil\": 5, \"raise\": 8, \"reflective\": 10, \"saber\": 5, \"sword\": 16, \"polka\": 12, \"dot\": 10, \"hardhat\": 17, \"pitbull\": 17, \"relax\": 5, \"converse\": 5, \"maroon\": 7, \"bend\": 22, \"carry\": 20, \"stadium\": 40, \"sprints\": 10, \"floppy\": 9, \"licking\": 31, \"medium\": 26, \"sized\": 24, \"lounge\": 11, \"amidst\": 15, \"resort\": 7, \"plaza\": 14, \"european\": 8, \"sharing\": 7, \"feeds\": 6, \"cream\": 44, \"exhibit\": 7, \"skips\": 8, \"pet\": 14, \"plank\": 8, \"acrobatic\": 5, \"stunts\": 7, \"deflated\": 6, \"bicycler\": 9, \"pit\": 23, \"cycling\": 8, \"soaking\": 6, \"ends\": 10, \"presents\": 5, \"checked\": 7, \"product\": 5, \"dead\": 26, \"kisses\": 21, \"start\": 9, \"fat\": 7, \"blow\": 18, \"hoops\": 28, \"arcade\": 14, \"home\": 27, \"tarp\": 7, \"wrapped\": 20, \"work\": 18, \"tool\": 6, \"works\": 10, \"trash\": 9, \"multiple\": 14, \"sacks\": 8, \"boxer\": 16, \"punches\": 5, \"blocks\": 24, \"boxers\": 8, \"tossed\": 9, \"caught\": 29, \"turns\": 20, \"boarder\": 5, \"surfers\": 20, \"swimmers\": 12, \"tourists\": 9, \"opponent\": 15, \"interesting\": 6, \"4\": 15, \"interacting\": 9, \"smoking\": 59, \"smokes\": 23, \"scruffy\": 5, \"sort\": 9, \"markings\": 16, \"basketball\": 368, \"dribbles\": 23, \"gymnasium\": 7, \"dribbling\": 12, \"potted\": 7, \"rollerblading\": 26, \"inline\": 21, \"rollerblades\": 27, \"skates\": 38, \"enjoy\": 20, \"blowup\": 7, \"apples\": 7, \"desert\": 48, \"space\": 14, \"chatting\": 5, \"clad\": 8, \"indoors\": 26, \"teenagers\": 36, \"columns\": 5, \"moves\": 20, \"performance\": 8, \"practice\": 9, \"perform\": 35, \"gymnastics\": 7, \"gymnast\": 9, \"somersault\": 5, \"drain\": 6, \"threw\": 5, \"reddish\": 7, \"snowsuit\": 19, \"parka\": 10, \"licks\": 18, \"spout\": 7, \"congregate\": 5, \"french\": 6, \"poodles\": 11, \"romp\": 8, \"world\": 6, \"scenery\": 9, \"canoes\": 11, \"soars\": 6, \"parachuting\": 7, \"parachute\": 33, \"gathering\": 21, \"used\": 6, \"gliding\": 10, \"collars\": 10, \"asphalt\": 8, \"control\": 15, \"pulley\": 5, \"cape\": 13, \"stripped\": 5, \"tights\": 9, \"greyhound\": 79, \"greyhounds\": 40, \"finish\": 6, \"dusk\": 22, \"surrounding\": 19, \"colorfully\": 6, \"decorated\": 28, \"ridding\": 5, \"riders\": 30, \"hug\": 26, \"flipped\": 6, \"makeshift\": 7, \"beanie\": 8, \"christmas\": 35, \"headband\": 43, \"friend\": 28, \"starting\": 15, \"chicken\": 11, \"money\": 12, \"carrier\": 6, \"concert\": 15, \"beret\": 7, \"casual\": 5, \"glider\": 8, \"parasail\": 6, \"range\": 27, \"downhill\": 42, \"seen\": 26, \"heading\": 5, \"asking\": 8, \"bundled\": 9, \"bookstore\": 7, \"read\": 14, \"trip\": 5, \"protective\": 17, \"dalmatian\": 5, \"lease\": 5, \"hotel\": 7, \"island\": 5, \"woven\": 5, \"identical\": 11, \"breaking\": 15, \"bit\": 5, \"icy\": 16, \"pass\": 24, \"muzzle\": 32, \"muzzled\": 33, \"galloping\": 7, \"buckets\": 15, \"cliffs\": 5, \"dusty\": 14, \"knife\": 9, \"huddle\": 15, \"cameras\": 11, \"rear\": 16, \"whose\": 5, \"couples\": 7, \"broken\": 15, \"carried\": 8, \"army\": 12, \"peach\": 7, \"laid\": 5, \"knit\": 14, \"shepherd\": 68, \"calm\": 10, \"sleeves\": 5, \"cow\": 57, \"bull\": 60, \"mean\": 5, \"african\": 42, \"canal\": 10, \"whist\": 9, \"waterway\": 6, \"ponytail\": 13, \"chin\": 7, \"crocodile\": 5, \"what\": 17, \"ankle\": 5, \"rolls\": 26, \"binoculars\": 12, \"snowcapped\": 15, \"glacier\": 6, \"giant\": 34, \"ballet\": 7, \"fairy\": 7, \"wand\": 11, \"tutu\": 18, \"messy\": 5, \"toilet\": 13, \"kitten\": 7, \"action\": 23, \"pitcher\": 19, \"bounces\": 8, \"pigeons\": 25, \"birds\": 47, \"individuals\": 12, \"barrier\": 27, \"digital\": 6, \"laugh\": 26, \"wheels\": 16, \"doors\": 12, \"opens\": 13, \"drenched\": 5, \"mostly\": 16, \"snowing\": 5, \"falls\": 38, \"located\": 6, \"skyline\": 12, \"footballers\": 6, \"swimsuits\": 14, \"fog\": 6, \"nice\": 9, \"sailing\": 5, \"everywhere\": 10, \"material\": 7, \"stretching\": 13, \"toss\": 7, \"halter\": 5, \"raincoat\": 8, \"seattle\": 6, \"docked\": 5, \"disk\": 8, \"fruit\": 17, \"eyed\": 6, \"crossed\": 12, \"herself\": 20, \"mountainous\": 6, \"snowbank\": 9, \"warmly\": 9, \"pretending\": 9, \"sleds\": 9, \"dives\": 22, \"santa\": 39, \"claus\": 8, \"st\": 8, \"visible\": 10, \"coloring\": 7, \"container\": 10, \"bib\": 5, \"desk\": 17, \"sunshade\": 5, \"rowboat\": 13, \"hopping\": 7, \"garage\": 8, \"bathroom\": 14, \"roof\": 13, \"worker\": 15, \"tails\": 6, \"muzzles\": 23, \"masks\": 11, \"rally\": 12, \"fans\": 20, \"rocket\": 9, \"nature\": 6, \"dumps\": 6, \"bounding\": 9, \"frolics\": 8, \"cheerleaders\": 18, \"cheering\": 10, \"color\": 8, \"ran\": 12, \"pads\": 5, \"pair\": 17, \"flock\": 17, \"mess\": 10, \"operating\": 10, \"leather\": 59, \"plushie\": 5, \"grinding\": 35, \"crying\": 15, \"somebody\": 5, \"barn\": 11, \"bale\": 6, \"rolled\": 8, \"bales\": 5, \"starts\": 8, \"ducks\": 28, \"elegant\": 5, \"geese\": 17, \"tugging\": 13, \"8\": 15, \"crashes\": 9, \"nude\": 5, \"castle\": 7, \"photographed\": 11, \"security\": 8, \"guard\": 17, \"officer\": 22, \"ties\": 5, \"sound\": 5, \"bow\": 14, \"target\": 10, \"firing\": 10, \"sleeved\": 11, \"bagpipes\": 9, \"bagpipe\": 6, \"checks\": 8, \"part\": 20, \"leads\": 20, \"clings\": 8, \"hurdles\": 10, \"fetches\": 8, \"returns\": 10, \"attention\": 9, \"wheelbarrow\": 7, \"fancy\": 18, \"upward\": 6, \"glove\": 14, \"marx\": 5, \"act\": 8, \"violin\": 29, \"listens\": 7, \"mall\": 11, \"stunt\": 80, \"built\": 6, \"doorway\": 29, \"labrador\": 8, \"well\": 15, \"eastern\": 20, \"placing\": 5, \"tiger\": 19, \"derby\": 5, \"tattoo\": 25, \"indian\": 24, \"native\": 9, \"pumps\": 5, \"lights\": 33, \"ceiling\": 8, \"coverings\": 5, \"wrestles\": 6, \"shirted\": 8, \"location\": 6, \"wade\": 9, \"clown\": 27, \"whistle\": 14, \"counter\": 28, \"rubs\": 6, \"watermelon\": 7, \"watermelons\": 6, \"airplane\": 22, \"cones\": 21, \"cone\": 27, \"flames\": 13, \"flaming\": 7, \"trainer\": 11, \"fingers\": 28, \"3\": 13, \"reflecting\": 7, \"sledding\": 14, \"headscarf\": 23, \"oar\": 5, \"military\": 29, \"british\": 5, \"shoveling\": 11, \"mini\": 7, \"shovel\": 15, \"shovels\": 7, \"japanese\": 18, \"lining\": 6, \"theater\": 9, \"ticket\": 9, \"passing\": 30, \"boxes\": 10, \"musician\": 7, \"statues\": 8, \"easter\": 6, \"wheelchair\": 29, \"scratches\": 5, \"observes\": 9, \"scratching\": 5, \"furniture\": 10, \"liquid\": 5, \"mug\": 9, \"magazine\": 8, \"basket\": 29, \"packed\": 6, \"shops\": 9, \"leafless\": 5, \"extreme\": 9, \"repels\": 6, \"individual\": 6, \"dolphins\": 6, \"fellow\": 11, \"members\": 20, \"feathers\": 7, \"dancing\": 130, \"umbrellas\": 11, \"rainy\": 5, \"boxing\": 24, \"sleeps\": 17, \"numerous\": 6, \"cameraman\": 5, \"legged\": 5, \"pedestrian\": 5, \"racquet\": 22, \"miami\": 25, \"official\": 9, \"soaring\": 6, \"terriers\": 6, \"slopes\": 5, \"waterfalls\": 6, \"second\": 10, \"pets\": 8, \"cats\": 9, \"blows\": 40, \"facial\": 10, \"signs\": 47, \"bulldog\": 7, \"bringing\": 5, \"barking\": 18, \"speeds\": 15, \"wedding\": 38, \"bride\": 42, \"bridal\": 5, \"tiny\": 10, \"midflight\": 6, \"smoke\": 38, \"buggy\": 6, \"comes\": 24, \"grabbing\": 12, \"called\": 6, \"midst\": 13, \"robe\": 13, \"horseback\": 13, \"kind\": 5, \"yelling\": 5, \"candy\": 14, \"dropping\": 12, \"colourful\": 12, \"photographs\": 16, \"use\": 8, \"flight\": 35, \"sails\": 6, \"sell\": 6, \"similar\": 9, \"2\": 20, \"change\": 6, \"amid\": 8, \"drummer\": 7, \"storefront\": 7, \"drums\": 19, \"drum\": 21, \"forested\": 8, \"juggling\": 8, \"juggles\": 6, \"rubbing\": 5, \"melting\": 7, \"wicker\": 5, \"straight\": 15, \"batman\": 12, \"pointy\": 7, \"wrestler\": 42, \"snake\": 11, \"pad\": 7, \"natural\": 18, \"digs\": 14, \"launches\": 9, \"belt\": 6, \"bottoms\": 6, \"blindfolded\": 5, \"meet\": 8, \"bowling\": 18, \"alley\": 17, \"potato\": 9, \"pieces\": 6, \"darkhaired\": 6, \"glides\": 6, \"community\": 6, \"rollerskating\": 14, \"beagle\": 15, \"hides\": 7, \"massive\": 5, \"been\": 16, \"railings\": 12, \"tripod\": 12, \"connected\": 5, \"movie\": 9, \"musicians\": 16, \"speak\": 5, \"main\": 5, \"patches\": 6, \"creature\": 5, \"flute\": 11, \"suburban\": 9, \"belly\": 10, \"tongues\": 6, \"mittens\": 5, \"unusual\": 7, \"trench\": 5, \"jetty\": 5, \"downtown\": 5, \"chickens\": 8, \"walls\": 15, \"point\": 14, \"hopscotch\": 5, \"exercise\": 5, \"competition\": 51, \"numbered\": 11, \"thumbs\": 18, \"crown\": 10, \"grocery\": 20, \"ship\": 17, \"grins\": 7, \"domino\": 8, \"round\": 29, \"match\": 40, \"slalom\": 6, \"policeman\": 24, \"sail\": 13, \"parasails\": 5, \"windsurfer\": 10, \"dragon\": 8, \"poster\": 13, \"stars\": 11, \"bearing\": 10, \"marketplace\": 8, \"cows\": 12, \"herding\": 9, \"marsh\": 8, \"monster\": 8, \"ceremony\": 6, \"keep\": 5, \"dachshund\": 5, \"tulips\": 15, \"oklahoma\": 15, \"sooners\": 24, \"tackle\": 30, \"coach\": 23, \"footballer\": 10, \"sidelines\": 9, \"crowds\": 5, \"cheer\": 9, \"college\": 9, \"tackled\": 23, \"jerseys\": 22, \"tackling\": 19, \"cheerleader\": 16, \"cheers\": 5, \"dancer\": 11, \"tackles\": 6, \"quarterback\": 10, \"injured\": 9, \"opposing\": 41, \"defending\": 6, \"university\": 8, \"rival\": 7, \"score\": 9, \"defenders\": 5, \"mascot\": 6, \"contest\": 6, \"lifted\": 10, \"athletes\": 6, \"snap\": 5, \"center\": 17, \"compete\": 18, \"pro\": 5, \"appear\": 13, \"stretches\": 13, \"fan\": 11, \"expressions\": 7, \"runners\": 15, \"parallel\": 9, \"cute\": 9, \"sundress\": 5, \"clowns\": 8, \"ollie\": 6, \"speeding\": 7, \"cutout\": 9, \"sailor\": 5, \"dots\": 5, \"squirted\": 12, \"handing\": 7, \"papers\": 8, \"protest\": 20, \"hospital\": 10, \"cast\": 12, \"peeking\": 8, \"pillar\": 5, \"listening\": 17, \"obstacles\": 8, \"practices\": 9, \"haircut\": 7, \"hawaiian\": 7, \"series\": 6, \"tape\": 7, \"equestrian\": 5, \"jumper\": 14, \"jockey\": 14, \"mossy\": 6, \"burning\": 12, \"fencing\": 9, \"apart\": 5, \"blurred\": 8, \"lipstick\": 6, \"trains\": 8, \"suspenders\": 5, \"patterned\": 8, \"pail\": 5, \"sister\": 8, \"punching\": 9, \"banner\": 17, \"motorcyclists\": 11, \"skies\": 10, \"mats\": 5, \"karate\": 27, \"move\": 20, \"struggle\": 5, \"how\": 18, \"waterfront\": 5, \"poking\": 5, \"merrygoround\": 16, \"belongings\": 10, \"kiddie\": 20, \"camel\": 16, \"groom\": 19, \"meeting\": 7, \"breed\": 9, \"shooting\": 39, \"chip\": 8, \"bark\": 5, \"within\": 9, \"ribbons\": 11, \"letters\": 7, \"cutouts\": 5, \"aged\": 14, \"books\": 8, \"pretend\": 6, \"sing\": 11, \"cob\": 9, \"batsman\": 5, \"seashore\": 8, \"hula\": 38, \"hooping\": 5, \"advertising\": 13, \"rv\": 6, \"amongst\": 8, \"bitten\": 7, \"i\": 14, \"trashcan\": 11, \"observed\": 5, \"followed\": 14, \"crossbones\": 7, \"residential\": 6, \"bucking\": 7, \"sparklers\": 13, \"sparkler\": 7, \"massage\": 5, \"thumb\": 6, \"apple\": 10, \"tips\": 5, \"bathrobe\": 6, \"shorthaired\": 6, \"backstroke\": 10, \"kites\": 13, \"yawning\": 8, \"breath\": 5, \"pitching\": 10, \"floaties\": 12, \"circular\": 6, \"pattern\": 7, \"rusty\": 7, \"studio\": 9, \"rodeo\": 33, \"reception\": 5, \"shoe\": 15, \"teaches\": 5, \"teaching\": 6, \"croquet\": 5, \"bunny\": 10, \"numbers\": 8, \"footprints\": 5, \"site\": 7, \"offcamera\": 5, \"turkeys\": 7, \"deer\": 16, \"pops\": 6, \"popping\": 9, \"chews\": 21, \"capes\": 5, \"catcher\": 15, \"traditional\": 12, \"words\": 7, \"smelling\": 6, \"tuxedos\": 10, \"carpeted\": 9, \"formal\": 22, \"milk\": 7, \"pooh\": 5, \"tightrope\": 8, \"song\": 6, \"explosion\": 5, \"member\": 12, \"priest\": 7, \"soldier\": 7, \"march\": 8, \"guide\": 5, \"frying\": 6, \"pan\": 10, \"abandoned\": 5, \"bug\": 7, \"lime\": 5, \"flaps\": 6, \"overweight\": 6, \"bowler\": 5, \"paperwork\": 7, \"rack\": 6, \"magazines\": 9, \"twirling\": 5, \"love\": 10, \"fairground\": 7, \"athlete\": 16, \"vault\": 5, \"clearing\": 8, \"hairy\": 5, \"goose\": 6, \"rollerblader\": 19, \"grinds\": 25, \"dried\": 8, \"rugby\": 61, \"participates\": 7, \"canopy\": 6, \"model\": 5, \"herd\": 5, \"powder\": 5, \"butterfly\": 5, \"insect\": 5, \"redhaired\": 5, \"chubby\": 7, \"nails\": 5, \"booths\": 5, \"tshirts\": 8, \"tugofwar\": 8, \"bulls\": 5, \"beverage\": 10, \"shadows\": 5, \"forehead\": 5, \"column\": 5, \"incoming\": 5, \"billboard\": 10, \"steering\": 7, \"kicked\": 9, \"aerial\": 13, \"fireworks\": 13, \"stair\": 15, \"mobile\": 8, \"brindle\": 5, \"navigates\": 5, \"bodyboard\": 5, \"religious\": 10, \"sling\": 5, \"lip\": 5, \"clothed\": 6, \"accordion\": 10, \"celebrate\": 6, \"special\": 5, \"rails\": 7, \"policemen\": 7, \"officers\": 16, \"chopsticks\": 8, \"ramps\": 9, \"jesus\": 5, \"hell\": 5, \"festive\": 7, \"telescope\": 7, \"roll\": 10, \"cable\": 7, \"strawberry\": 5, \"beyond\": 6, \"card\": 6, \"unique\": 5, \"tournament\": 6, \"unfinished\": 5, \"trucks\": 6, \"record\": 7, \"sidecar\": 6, \"blocked\": 8, \"observe\": 5, \"crane\": 14, \"products\": 5, \"drag\": 11, \"houses\": 14, \"wig\": 8, \"pursued\": 5, \"collide\": 6, \"tumbling\": 5, \"ridge\": 12, \"when\": 5, \"splits\": 9, \"ten\": 7, \"double\": 5, \"pokes\": 8, \"filling\": 6, \"village\": 8, \"sewing\": 5, \"youth\": 10, \"conversing\": 5, \"chunk\": 8, \"surfboarder\": 6, \"plane\": 20, \"pyramid\": 5, \"victory\": 5, \"helicopter\": 12, \"pumpkins\": 9, \"surprised\": 6, \"conversation\": 5, \"viewer\": 5, \"dunes\": 6, \"motor\": 8, \"noses\": 9, \"lasso\": 7, \"calf\": 6, \"cowboys\": 8, \"robes\": 13, \"prey\": 5, \"puck\": 25, \"singer\": 10, \"battle\": 6, \"striking\": 6, \"curtain\": 6, \"challenging\": 7, \"superman\": 5, \"camcorder\": 6, \"films\": 5, \"obama\": 21, \"bone\": 10, \"cop\": 5, \"handgun\": 5, \"badminton\": 8, \"swan\": 20, \"swans\": 5, \"baseman\": 7, \"characters\": 9, \"michael\": 6, \"jackson\": 6, \"stools\": 5, \"decorative\": 5, \"garb\": 9, \"piggy\": 5, \"windsurfing\": 6, \"inspecting\": 5, \"computers\": 6, \"teacher\": 5, \"presentation\": 5, \"complete\": 6, \"seagulls\": 10, \"ambulance\": 10, \"vine\": 7, \"halfpipe\": 5, \"jockeys\": 15, \"fashion\": 5, \"strap\": 5, \"escalator\": 8, \"traverses\": 5, \"bridesmaids\": 8, \"coal\": 5, \"bee\": 10, \"mural\": 14, \"chinese\": 18, \"shiny\": 6, \"sweaters\": 12, \"flapping\": 6, \"entrance\": 5, \"dunking\": 6, \"dunks\": 5, \"elephant\": 14, \"dancers\": 8, \"bears\": 8, \"pelican\": 6, \"afternoon\": 5, \"wrestlers\": 23, \"snowboards\": 10, \"beak\": 8, \"rescue\": 5, \"chainsaw\": 7, \"carving\": 7, \"chairlift\": 5, \"cigarettes\": 6, \"objects\": 5, \"peaks\": 6, \"cards\": 10, \"sumo\": 23, \"sash\": 5, \"interviews\": 5, \"eagle\": 8, \"photographers\": 5, \"interested\": 5, \"lion\": 5, \"pugs\": 5, \"limousine\": 5, \"squirrel\": 9, \"lockers\": 6, \"jog\": 5, \"monitor\": 5, \"performers\": 8, \"fencers\": 6, \"newspapers\": 6, \"interact\": 6, \"cups\": 9, \"lanterns\": 5, \"bumpy\": 6, \"tutus\": 6, \"guitars\": 9, \"scooters\": 5, \"upturned\": 5, \"camels\": 15, \"legos\": 5, \"peanut\": 5, \"butter\": 5, \"kangaroo\": 6, \"library\": 7, \"piano\": 9, \"geyser\": 5, \"artists\": 5, \"chess\": 5, \"firetruck\": 12, \"eggs\": 5, \"seal\": 5, \"gondola\": 6, \"bouquet\": 6, \"dj\": 6, \"paintball\": 5, \"dandelion\": 9, \"trophy\": 10, \"cannon\": 11, \"stoop\": 5, \"waiter\": 5, \"graduation\": 6, \"broom\": 9, \"greenhouse\": 6, \"confetti\": 5, \"milkshake\": 5, \"parlor\": 5, \"pinata\": 7, \"armenian\": 5, \"genocide\": 5, \"tinkerbell\": 5}", "word_docs": "{\"dress\": 316, \"climbing\": 466, \"way\": 47, \"child\": 1430, \"a\": 31463, \"stairs\": 106, \"<unk>\": 7666, \"endseq\": 38008, \"startseq\": 38008, \"up\": 1177, \"set\": 99, \"is\": 8521, \"of\": 5815, \"in\": 15383, \"pink\": 645, \"an\": 2204, \"into\": 1027, \"building\": 470, \"going\": 142, \"wooden\": 272, \"girl\": 3034, \"little\": 1610, \"playhouse\": 6, \"the\": 13570, \"to\": 2838, \"her\": 970, \"spotted\": 33, \"black\": 3352, \"and\": 7212, \"dog\": 7059, \"fighting\": 124, \"are\": 3180, \"each\": 380, \"other\": 640, \"with\": 6683, \"road\": 363, \"playing\": 1885, \"tricolored\": 11, \"on\": 9502, \"spots\": 25, \"staring\": 55, \"at\": 2655, \"white\": 3432, \"street\": 867, \"brown\": 2281, \"two\": 5027, \"different\": 41, \"dogs\": 1926, \"breeds\": 5, \"looking\": 653, \"toward\": 134, \"pavement\": 45, \"moving\": 40, \"rainbow\": 17, \"bowl\": 28, \"hands\": 222, \"sits\": 535, \"paint\": 51, \"front\": 1284, \"painted\": 58, \"covered\": 279, \"sitting\": 1269, \"large\": 1123, \"small\": 1183, \"grass\": 1519, \"plays\": 506, \"it\": 362, \"canvas\": 6, \"pigtails\": 13, \"there\": 252, \"painting\": 43, \"young\": 2428, \"outside\": 732, \"while\": 1790, \"by\": 1125, \"lays\": 54, \"man\": 6550, \"his\": 2082, \"him\": 346, \"bench\": 344, \"which\": 26, \"also\": 15, \"tied\": 13, \"next\": 693, \"sleeping\": 58, \"shirtless\": 94, \"park\": 467, \"lies\": 39, \"laying\": 169, \"ground\": 312, \"leash\": 123, \"holding\": 1168, \"orange\": 660, \"something\": 320, \"starring\": 8, \"hat\": 589, \"wears\": 105, \"glasses\": 172, \"wearing\": 2689, \"beer\": 41, \"can\": 37, \"pierced\": 6, \"ears\": 64, \"rope\": 233, \"net\": 56, \"red\": 2353, \"bridge\": 132, \"climbs\": 187, \"onto\": 201, \"ropes\": 37, \"playground\": 197, \"fence\": 312, \"running\": 1938, \"grassy\": 431, \"surrounded\": 149, \"garden\": 48, \"through\": 1936, \"boston\": 9, \"terrier\": 30, \"green\": 1096, \"lush\": 7, \"near\": 929, \"runs\": 860, \"beach\": 981, \"ball\": 1635, \"edge\": 159, \"shakes\": 35, \"water\": 2578, \"shore\": 146, \"standing\": 1632, \"one\": 686, \"turned\": 17, \"side\": 250, \"head\": 350, \"boy\": 3266, \"smiles\": 181, \"city\": 300, \"wall\": 520, \"overalls\": 23, \"stone\": 116, \"working\": 23, \"walking\": 1089, \"paved\": 38, \"behind\": 543, \"metal\": 109, \"pole\": 148, \"smiling\": 415, \"jeans\": 195, \"rock\": 684, \"blue\": 1956, \"shirt\": 1590, \"leaps\": 193, \"log\": 52, \"over\": 1334, \"leaping\": 127, \"fallen\": 67, \"tree\": 379, \"grey\": 225, \"jumping\": 1396, \"collar\": 188, \"jumped\": 33, \"stump\": 27, \"snow\": 1389, \"field\": 1181, \"surface\": 58, \"displaying\": 5, \"skier\": 174, \"pictures\": 63, \"past\": 140, \"skis\": 77, \"another\": 876, \"person\": 1427, \"framed\": 7, \"looks\": 474, \"trees\": 243, \"for\": 863, \"sale\": 7, \"cliff\": 187, \"group\": 1135, \"people\": 2647, \"ascending\": 8, \"climbers\": 26, \"stands\": 796, \"seven\": 29, \"whilst\": 147, \"face\": 423, \"several\": 293, \"holds\": 436, \"row\": 31, \"watches\": 252, \"line\": 140, \"from\": 843, \"sprinkler\": 52, \"lawn\": 106, \"chases\": 96, \"hose\": 41, \"away\": 146, \"prepares\": 47, \"thrown\": 42, \"object\": 137, \"cars\": 58, \"catch\": 348, \"nearby\": 139, \"about\": 139, \"its\": 834, \"mouth\": 898, \"yellow\": 1086, \"toy\": 537, \"air\": 977, \"ready\": 115, \"flying\": 161, \"after\": 174, \"get\": 100, \"towards\": 227, \"jumps\": 930, \"trying\": 153, \"midair\": 198, \"waters\": 29, \"woman\": 3065, \"big\": 235, \"around\": 611, \"lake\": 313, \"duck\": 35, \"swimming\": 417, \"lone\": 78, \"watching\": 231, \"hand\": 302, \"waves\": 132, \"baby\": 379, \"couple\": 232, \"stroller\": 24, \"sit\": 326, \"facing\": 39, \"newborn\": 8, \"under\": 232, \"their\": 626, \"infant\": 12, \"along\": 498, \"body\": 182, \"outdoors\": 139, \"surf\": 68, \"lab\": 20, \"tags\": 6, \"splashes\": 65, \"splashing\": 124, \"this\": 114, \"ice\": 201, \"hole\": 33, \"drilling\": 5, \"frozen\": 24, \"pond\": 88, \"men\": 998, \"fishing\": 98, \"play\": 692, \"sand\": 429, \"making\": 139, \"soft\": 12, \"turn\": 68, \"together\": 394, \"tan\": 359, \"sandy\": 104, \"uses\": 25, 